Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso:_korkeimman_hallinto-oikeuden_ratkaisut_osoittavat_etta_tarvitaan_saamelaiskarajalain_uudistus.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso: Korkeimman hallinto-oikeuden ratkaisut osoittavat, että tarvitaan saamelaiskäräjälain uudistus
sms: Saaǥǥjååʹđteei Juuso: Ââʹlmõs vaaldâšmvuõiggâz čåuddmõõžž čuäʹjte, što taarbšet sääʹmteʹǧǧlääʹjj oođõõzz

source: Korkein hallinto-oikeus (KHO) on antanut päätöksensä vuoden 2019 saamelaiskäräjävaalien vaaliluettelomerkintöjä koskevissa asioissa.
sms: Ââʹlmõs vaaldâšmvuõiǥâs (KHO) lij ouddam tuʹmmstõõǥǥâs eeʹjj 2019 sääʹmteʹǧǧvaali vaal-loǥstõkmieʹrǩǩummšid kuõskki aaʹššin.

source: KHO hyväksyi saamelaiskäräjien vaaliluetteloon 37 henkilöä vastoin Saamelaiskäräjien vaalilautakunnan ja hallituksen päätöksiä ja hylkäsi tai jätti tutkimatta yhteensä 124 valitusta.
sms: KHO priimi Sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe 37 ooumžed Sääʹmteeʹǧǧ vaal-luʹvddkååʹdd da halltõõzz tuʹmmstõõǥǥi vuâstta da heelǥii leʹbe kuõʹđi tuʹtǩǩeeǩâni õhttsiʹžže 124 läittmõšâd.

source: Saamelaiskäräjät kommentoi asiaa julkisten vuosikirjapäätösten perusteella.
sms: Sääʹmteʹǧǧ kommentâstt ääʹšš õõlmâs eeʹǩǩ-ǩeʹrjjtuʹmmstõõǥǥi vuâđald.

source: Saamelaiskäräjät näkee, että KHO ei edelleenkään täysimääräisesti kunnioita alkuperäiskansa saamelaisten itsemääräämisoikeutta, vaikka YK:n ihmisoikeuskomitea totesi vuonna 2019 ihmisoikeusloukkauksen Saamelaiskäräjien vaaliluetteloon merkitsemistä koskevien KHO:n päätösten osalta sekä velvoitti Suomea korjaamaan loukkaukset ja huolehtimaan etteivät ne enää jatku tulevaisuudessa.
sms: Sääʹmteʹǧǧ vuäinn, što KHO ij õinn tiuddmeärrsânji ciʹstte alggmeer säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ, håʹt ÕM ooumažvuõiggâdvuõttkomitea tuõđi eeʹjjest 2019 ooumažvuõiggâdvuõttneeuʹrtummuž Sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe mieʹrǩǩeem kuõskki KHO tuʹmmstõõǥǥi beäʹlnn di õõlǥti Lääʹddjânnam vuõiǥeed neeuʹrtummšid da ââʹnned huõl što tõk jie teänab puäʹđlvest juåtkku.

source: – Saamelaiskäräjät katsoo, että YK:n ihmisoikeuskomitean ratkaisujen asettamat velvoitteet eivät toteudu, vaikka KHO on ottanut huomioon ihmisoikeuskomitean näkökannat tulkintaperiaatteissaan, ja vaikka lain tulkinnoissa on tapahtunut mahdollisesti tärkeääkin muutosta saamelaisten itsemääräämisoikeuden suuntaan, sanoo Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: – Sääʹmteʹǧǧ ǩeäčč, što ÕM ooumažvuõiggâdvuõttkomitea čåuddmõõžži šiõtteem kaiʹbbjõõzz jie tiõuddu, håʹt KHO lij välddam lokku ooumažvuõiggâdvuõttkomitea vuäinnmõõžžid tuʹlǩǩeemvuâđđjurddjen, da håʹt lääʹjj tuʹlǩǩummšin lie šõddâm juʹn vueiʹtlvânji tääʹrǩes muttâz säʹmmlai jiõččmieʹrreemvuõiggâdvuõđ årra, ceälkk sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: – Korkeimman hallinto-oikeuden uudet päätökset osoittavat sen, että pysyvä ratkaisu saavutetaan vain muuttamalla saamelaiskäräjälakia, jatkaa Juuso.
sms: – Ââʹlmõs vaaldâšmvuõiggâz ođđ tuʹmmstõõǥǥ čuäʹjte tõn, što põõšši čåuddmõʹšše kuåstât tåʹlǩ muuʹtteeʹl sääʹmteʹǧǧlääʹjj, juätkk Juuso.

source: Saamelaiskäräjälain muutosta valmistelevan toimikunnan työ on käynnissä ja toimikausi päättyy 15.5.2021.
sms: Sääʹmteʹǧǧlääʹjj muttâz valmštõõlli tåimmkååʹdd tuâjj lij jååʹttmen da tåimmpââʹjj poott 15.5.2021.

source: Taustalla YK:n kansalais- ja poliittisten oikeuksien sopimuksen loukkaus
sms: Tueʹǩǩen ÕM meerlaž- da poliittlaž vuõiggâdvuõđi suåppmõõžž neeuʹrtummuš

source: YK:n ihmisoikeuskomitea on todennut helmikuussa 2019 antamassa ratkaisussaan , että KHO on vuoden 2011 ja 2015 päätöksissään loukannut YK:n kansalais- ja poliittisten oikeuksien sopimusta hyväksyessään saamelaiskäräjien vaaliluetteloon henkilöitä oikeudenvastaisiin kriteereihin perustuen.
sms: ÕM ooumažvuõiggâdvuõttkomitea lij tuõttâm täʹlvvmannust 2019 uʹvddmes čåuddmõõžžâst , što KHO lij iiʹjji 2011 da 2015 tuʹmmstõõǥǥivuiʹm neeuʹrtam ÕM meerlaž- da poliittlaž vuõiggâdvuõđi suåppmõõžž priimeen sääʹmteeʹǧǧ vaal-loǥstõʹǩǩe oummid vuõiggâdvuõđ vuâsttsaž kriteeʹrid vuâđđõõveeʹl.

source: KP-sopimus on yksi YK:n ihmisoikeussopimuksista, joka on tullut Suomessa sitovana voimaan vuonna 1976.
sms: KP-suåppmõš lij õhtt ÕM ooumažvuõiggâdvuõttsuåppmõõžžin, kååʹtt lij Lääʹddjânnmest puättam čõõnnʼjen viõʹǩǩe eeʹjjest 1976.

source: Ihmisoikeuskomitea on huomauttanut Suomea edelleen oikeudenloukkauksen jatkumisesta vuosien 2011 ja 2015 vaaliluetteloja koskevien KHO:n päätösten purkamatta jättämiseen (7/2019) liittyen.
sms: Ooumažvuõiggâdvuõttkomitea lij vuâmmšâttam Lääʹddjânnam õinn ooumažvuõiggâdvuõttneeuʹrtummši juätkkjummšest iiʹjji 2011 da 2015 vaal-loǥstõõǥǥid kuõskki KHO tuʹmmstõõǥǥi puʹrǧǧeeǩâni kuâđđmõʹšše (7/2019) kuuleeʹl.

source: Samalla ihmisoikeuskomitea otti saamelaisten oikeuksia koskevat suositukset nopeutettuun seurantaan, ja Suomen tulee raportoida suositusten täytäntöönpanosta jo maaliskuussa 2022.
sms: Seämmast ooumažvuõiggâdvuõttkomitea vaaʹldi säʹmmlai vuõiggâdvuõđid kuõskki siâzztõõzzid jåʹttlõttum seuʹrrjummša, da Lääʹddjânnam âlgg raportâʹstted siâzztõõzzi tiuʹddepiijjmõõžžâst juʹn pâʹsslâšttam-mannust 2022.

source: KHO on ollut tietoinen päätöksiä tehdessään näistä Ihmisoikeuskomitean huhtikuussa 2021 esittämistä huomioista.
sms: KHO teâđast lie tuʹmmstõktuâj poodd leämmaž täk Ooumažvuõiggâdvuõttkomitea njuhččmannust 2021 čuäʹjtem vuâmmšõõzz.

source: Samalla oikeuskäytännön epäyhtenäisyys kärjistyy, kun “puhtaalta pöydältä” käsittelyyn tulevissa uusissa tapauksissa KHO kuitenkin nyt noudattaa ihmisoikeuskomitean linjauksia.
sms: Seämmast vuõiǥâsvueʹjj pannõõutnallšemvuõtt kõõrâsm, ko “puuʹttes pååʹrdest” ǩiõttʼtõõllma pueʹtti ođđ aaʹššin KHO kuuitâǥ ååʹn jääʹǩǩat ooumažvuõiggâdvuõttkomitea linjjummšid.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sms: Tuomas Aslak Juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi
